/* Localized versions of Info.plist keys */

"Downloading" = "Downloading";
"Cancel" = "Cancel";
"Try again" = "Try again";
"Download failed" = "Download failed";
"Manual Download" = "Manual Download";